Repository: botirovshox-lang/med-translation
Catalog: med_translation_backup_20260524_173328/словари/output/tm.tmx
Source language: en
Languages: ru

source: Your Care Your doctor will decide what care is needed based on: • The type of cancer • How fast the cancer is growing • Whether the cancer has spread to other parts of your body • Your age and overall health The most common cancer treatments are: • Surgery to remove the tumor and nearby tissue • Radiation in controlled amounts to shrink or destroy the tumor and cancer cells • Chemotherapy medicine to slow the growth or destroy cancer cells • Other medicines to treat side effects and help you heal better Prevention You can reduce your risk of cancer by: • Not smoking or using tobacco. • Using sunscreen, hats and clothing to protect your skin when outside. • Limiting the amount of alcohol you drink. • Limiting the amount of high fat foods you eat, especially from animal sources. • Eating plenty of fruits, vegetables and high fiber foods. Cancer. Russian.
ru: Медицинский уход Ваш врач определит, какое лечение Вам необходимо в зависимости от: • типа рака; • скорости роста раковой опухоли; • того, распространился ли рак на другие части Вашего организма; • вашего возраста и общего состояния здоровья. Наиболее распространенными способами лечения рака являются: • хирургические операции с целью удаления опухоли и прилегающих тканей; • oблучение в контролируемых дозах для уменьшения или уничтожения опухоли и раковых клеток; • химиотерапия для замедления роста или уничтожения раковых клеток; • другие лекарства для лечения побочных эффектов и скорейшего выздоровления. Профилактика Вы можете снизить риск возникновения рака путем: • отказа от курения или употребления табака; • использования солнцезащитного крема, шляп и одежды для защиты кожи, когда Вы находитесь вне помещения; • ограничения количества употребляемого алкоголя; • сокращения потребления пищи с высоким содержанием жиров, особенно животного происхождения; • употребления большого количества фруктов, овощей и пищи с высоким содержанием клетчатки;

source: • Being physically active. • Seeing your doctor each year. Cancer screenings may help find cancers at their early, most treatable stages. Talk to your doctor or nurse about your cancer risks. © 2005 – October 21, 2016 Health Information Translations found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Medical Center, Mount Carmel Health System, OhioHealth and Nationwide Children’s of your stopping medical treatment or your failure to obtain medical treatment. Cancer. Russian.
ru: • поддержания физической активности; • ежегодного посещения врача. Тестирование на рак может помочь в его обнаружении на ранней, наиболее поддающейся лечению стадии. Проконсультируйтесь со своим врачом или медсестрой о риске заболевания раком. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Hospital are not responsible for injuries or damages you may incur as a result

source: Cancer Treatment Cancer treatments, such as radiation and chemotherapy, are used to destroy cancer cells in the body. Cancer cells grow and divide more quickly than healthy cells. Cancer treatments are made to work on these fast growing cells. Radiation and chemotherapy can affect some healthy, fast growing cells causing side effects. Most people do have some side effects. The side effects you have and how severe they are depend on your treatments and how your body reacts to them. Some of the most common include: • Tiredness • Diarrhea or constipation • Mouth, gum, and throat discomfort or sores • Nausea or vomiting • Pain • Hair loss called alopecia • Skin and nail problems including rashes, redness, itching, peeling, dryness, acne and increased sensitivity to the sun • Depression or feeling distressed Cancer Treatment Side Effects. Russian.
ru: при лечении рака Side Effects Такие способы лечения рака, как облучение или химиотерапия, используются для разрушения раковых клеток в организме. Раковые клетки растут и делятся быстрее, чем здоровые клетки. Лечение рака оказывает воздействие на эти быстрорастущие клетки. Облучение и химиотерапия могут оказывать воздействие на некоторые здоровые быстрорастущие клетки, вызывая побочные эффекты. У большинства людей наблюдаются некоторые побочные эффекты. То, каковы Ваши побочные эффекты и насколько серьезными они являются, зависит от способов лечения и от реакции на них Вашего организма. Наиболее частые из них: • Чувство усталости • Диарея или запор • Дискомфорт или боль во рту, деснах или горле • Тошнота или рвота • Боль • Потеря волос, называемая алопецией • Проблемы с кожей и ногтями, включая сыпь, покраснение, зуд, шелушение, сухость, угри и повышенную чувствительность на солнце. • Депрессия или угнетенное состояние

source: Common side effects in the blood include: • Too few red blood cells called anemia. The body tissues do not get enough oxygen. • Too few white blood cells called neutropenia. This makes it hard for the body to fight infections. • Too few platelets. This makes the body prone to bruising and bleeding. The staff will tell you the most common side effects for your type of treatment and ways to deal with them. Talk to your doctor or nurse to let them know how you feel throughout your cancer treatments and if you have any questions or concerns. © 2005 - March 16, 2016, Health Information Translations. found on this website should not be used in place of a consultation with your doctor other qualified health care provider before you start or stop any treatment or with Wexner Medical Center, Mount Carmel Health System, OhioHealth and Nationwide a result of your stopping medical treatment or your failure to obtain treatment. Cancer Treatment Side Effects. Russian.
ru: Наиболее частыми побочными эффектами крови являются: • Слишком малое количество красных кровяных клеток, называемое анемией. При этом клетки организма получают недостаточное количество кислорода. • Слишком малое количество белых кровяных клеток, называемое нейтропенией. При этом организму тяжелее справляться с инфекционными заболеваниями. • Пониженное содержание тромбоцитов. При этом возникает склонность к появлению кровоподтеков и кровотечений. Персонал расскажет Вам о наиболее распространенных побочных эффектах при Вашем способе лечения и о том, как с ними справляться. Расскажите своему врачу или медсестре о своем самочувствии во время лечения рака и обратитесь к ним, если у Вас есть какие-либо вопросы или опасения. for personal, non-commercial use only. The medical information or other health care provider. You should always seek the advice of your doctor or any questions you may have about a medical condition. The Ohio State University Children’s Hospital are not responsible for injuries or damages you may incur as

source: Caring for There are some things you need to learn to care for your baby. Talk to your baby’s nurse or doctor if you have questions. Feedings If you are breastfeeding your baby, you may need to feed your baby every hour for the first few days. Later on, your baby can go 3 to 4 hours without breastfeeding. Let your baby nurse on the first breast as long as possible, then offer the second breast. Some babies nurse quickly, in 15 minutes, others take more time, like 30 minutes. This is all normal. Burp your baby when changing breasts. Watch the foods you eat. Some things you eat may upset your baby’s stomach or cause gas. If you are bottle-feeding your baby, offer formula every 3 to 4 hours. Begin giving your baby 1 to 3 ounces of formula at each feeding. Slowly increase the amount of formula. Burp your baby after every few ounces. Babies have growth spurts in the first 6 months, and will eat more often during them. Watch for feeding cues and feed your baby whenever your baby wants to eat. Feeding Cues Your baby will give you signals of hunger called feeding cues. Your baby’s feeding cues may include: Caring for Your Baby. Russian.
ru: ребенком Your Baby Для ухода за ребенком необходимо научиться ряду вещей. Если у вас есть вопросы, обратитесь к врачу или медсестре. Кормление Первые несколько дней, возможно, придется кормить малыша каждый час. Затем он сможет обходится без еды 3–4 часа. Как можно дольше кормите младенца одной грудью, а затем предложите другую грудь. Кормление некоторых детей происходит быстро и занимает 15 минут, но иногда доходит до 30 минут. Это нормально. При смене груди подождите, пока ребенок отрыгнет. Следите за своим питанием. Некоторые виды употребляемой вами пищи могут вызвать у ребенка расстройство желудка или метеоризм. При искусственном вскармливании кормите малыша молочной смесью каждые 3–4 часа. В начале в ходе каждого кормления давайте ему 30–90 мл (1–3 унции) смеси. Постепенно увеличивайте количество смеси. После приема каждой порции подождите, пока ребенок отрыгнет. В первые 6 месяцев у малышей наблюдаются периоды резкого роста, когда они едят чаще. Следите за признаками готовности к сосанию и кормите малыша, когда он хочет есть. Признаки готовности к сосанию Признаки готовности к сосанию — это знаки, которые подает ребенок когда испытывает голод:

source: • Clenched fists • Hands to mouth • Licking of lips • Moving of arms and legs • Turning the head towards your body • Sucking sounds • Crying Your baby will also show signs when he is full such as fingers open, hands down to his side, relaxed arms and legs, turning head away or biting the nipple. Burping and Spitting Up Burp your baby by sitting him upright or holding him up against your chest. Rub or gently pat his back until the air bubble comes up. It is normal for your baby to spit up small amounts after a feeding or with burping. Call your baby’s doctor if your baby is spitting up large amounts often or with force. Bulb Syringe You can use a bulb syringe to clear out mucus from your baby’s nose. 1. Squeeze the air out of the bulb. 2. Gently insert the tip into the nose and then slowly release the bulb. Do not force the tip high into the nose. Caring for Your Baby. Russian.
ru: • сжатые кулачки; • поднесение ручек ко рту; • облизывание губ; • дерганье ручками и ножками; • поворот головы в вашу сторону; • почмокивание; • плач. Также малыш будет демонстрировать насыщение: растопыренные пальчики, опущенные ручки, расслабленные конечности, отворачивание головки или покусывание соска. Срыгивание Дайте ребенку срыгнуть, посадив его вертикально или прижав к груди. Потрите или похлопайте его по спинке, пока не выйдет лишний воздух. Ребенок может срыгивать небольшое количество пищи сразу после кормления или при отрыжке. Позвоните педиатру, если ваш малыш часто срыгивает фонтаном или испытывает дискомфорт. Аспиратор Для удаления слизи из носа можно воспользоваться аспиратором. 1. Сожмите аспиратор, чтобы удалить из него воздух. 2. Аккуратно введите наконечник в нос ребенка, а затем медленно ослабьте хват, чтобы аспиратор расправился. Не вводите кончик аспиратора глубоко.

source: 3. Remove the bulb and squeeze any fluid into a tissue. 4. Repeat as needed. 5. After you are done, wash the bulb syringe with soap and warm water. Be gentle and do not to use the bulb syringe too much. This can cause your baby’s nose to swell. Suctioning the sides of your baby’s mouth in the cheek area can be a better option, but be careful not to suction the back of the mouth or throat, which can cause gagging. Cord Care The baby’s umbilical cord is clamped at birth. The clamp is removed in the hospital. It usually takes 7 to 14 days before the cord falls off by itself. Do not try to remove the cord. Until the cord is healed, keep the diaper below the cord. Keep the area clean, dry and open to the air. If the area becomes dirty with urine or poop, spange bathe the area gently with warm water and pat or air dry. Do not put your baby in a tub of water until the area has healed. When the cord falls off, there may be a small amount of drainage or a few drops of blood. Call your baby’s doctor if the cord smells bad, has yellow or green discharge, is bleeding more than a few drops, or if the skin around it becomes red or seems painful to the baby. Caring for Your Baby. Russian.
ru: 3. Извлеките аспиратор и выдавите слизь на салфетку. Tissue 4. Если нужно, повторите. 5. После завершения процедуры промойте аспиратор в теплой воде с мылом. Будьте осторожны и не используйте аспиратор слишком часто: это может вызвать отек носа. Лучше располагать аспиратор со стороны рта, в области щечек. Не дотрагивайтесь до задней части рта и горла, поскольку это может спровоцировать рвоту. Уход за пупком При рождении ребенка пуповина зажимается. Зажим снимают в роддоме. Пупочный остаток отпадает в течение 7–14 дней. Не пытайтесь удалять его самостоятельно. Используйте подгузники, не достающие до пупочной ранки, пока она не заживет. Область пупка должна быть чистой, сухой и иметь доступ к воздуху. При попадании мочи или кала осторожно протрите область пупка влажной теплой губкой и промокните салфеткой или дайте высохнуть. Не купайте малыша до заживления пупочной ранки. После отпадания пупочного остатка из ранки может выделяться некоторое количество жидкости и крови. Позвоните педиатру, если пупок неприятно пахнет, сильно кровоточит, есть зеленовато- желтые выделения, покраснения или ребенок испытывает боль.

source: Bowel Movements Most babies will have a sticky and dark bowel movement within 48 hours. The stool will change to greenish-brown, then to a light yellow, mustard color. Breast milk stool will become watery and mustard in color. Formula stool is more formed and yellow in color. As long as your baby is comfortable, do not worry about how often they have bowel movements. Soft stool is normal. • Call your baby’s doctor if your baby has diarrhea or very loose stool for more than 24 hours. • Call your baby’s doctor if your baby’s stool is very hard or difficult to pass. • Do not give your baby home remedies or medicine unless told to do so by your baby’s doctor. Urine Expect 5 to 6 wet diapers each day by the time the baby is 5 days old. Babies can lose fluids very fast. If you think your baby is not getting enough liquids, feed him every 2 hours. Call your baby’s doctor if your baby is not having enough wet diapers. Diaper Change Change the diaper when it becomes wet or dirty. This will help prevent skin rashes. Talk to your baby’s doctor or nurse about a product to use if your baby’s skin becomes red. Use a wet washcloth or baby wipes to gently clean the area and between the folds of skin and genitals. • For girls – Clean the genitalia from front to back. This avoids getting stool into the opening leading to the bladder, which may cause an infection. Caring for Your Baby. Russian.
ru: Кал Кал у большинства детей первые 48 часов представляет из себя липкую и темную массу. Цвет стула изменится на зеленовато-коричневый, затем на светло-желтый и горчичный. При грудном вскармливании стул станет водянистым и приобретет горчичный оттенок, а при искусственном будет более плотным и желтоватым. Если малыш чувствует себя комфортно, количество испражнение неважно. Мягкий стул считается нормой. • Позвоните педиатру, если у ребенка понос или очень жидкий стул на протяжении более 24 часов. • Позвоните педиатру, если у малыша запор или очень твердый стул. • Не используйте народные средства и лекарства без рекомендации врача. Моча Пока ребенку не исполнится 5 дней, подгузники придется менять по 5–6 раз в день. Малыши теряют жидкость очень интенсивно. Если вы полагаете, что малыш недополучает жидкость, кормите его каждые 2 часа. Если ребенок мочится редко, позвоните педиатру. Смена подгузников Меняйте подгузник, когда он станет мокрым или грязным. Это поможет предотвратить сыпь. При покраснении кожи проконсультируйтесь с врачом или медсестрой. Для очистки складок кожи и гениталий используйте влажную махровую тряпочку или детские салфетки. • Гениталии девочек промывают спереди назад. Таким образом, фекалии не попадут в отверстие мочеиспускательного канала, что может вызвать инфекцию.

source: • For boys – Gently clean the penis. If not circumcised, do not pull back on the foreskin to clean it. Fingernails Keep your baby’s nails short so they do not scratch themselves. Find a position that lets you access your baby’s hands. It is best to use a nail file (emery board) instead of baby nail scissors or clippers. Gently rub back and forth with the file until the nail is short and smooth. Use care not to file the baby’s skin. If you use baby nail clippers, be careful not to clip the baby’s skin. Sleeping Always put your baby on his or her back for sleeping. Follow the ABC’s of safe sleep: • ALONE- babies need to sleep on their own surface. Bed sharing is not safe. • BACK- babies should be on their back for every sleep. • CRIB- the crib should be empty. This means no toys, no bumper pads, no pillows, no blankets, no stuffed animals and no supplies. Having your baby in a onesie sleeper or sleep sack is safest. Pacifiers are okay as long as they are not hanging around your baby’s neck. Caring for Your Baby. Russian.
ru: • Если у вас мальчик, аккуратно промойте его пенис. Если ребенку не делали обрезание, не оттягивайте крайнюю плоть, чтобы помыть ее. Ногти Ногти ребенка должны быть короткими, чтобы он сам себя не поцарапал. Найдите удобное положение и лучше используйте пилочку, а не ножницы или кусачки. Аккуратно водите пилочкой вперед-назад, пока ноготь не станет коротким и гладким. Будьте осторожны: не повредите кожу малыша, особенно если вы используете кусачки. Сон Всегда укладывайте ребенка на спину. Соблюдайте правила: • Ребенок должен спать один. Укладывать малыша вместе с собой небезопасно. • Ребенок должен спать на спине. • Кроватка должна быть пустой: никаких игрушек, бамперов, подушек, одеял и прочих предметов. Малышу лучше всего спать в пижаме или в пеленке. Можно использовать пустышку, но нельзя ее вешать ребенку на шею.

source: Tummy Time Place your baby on his or her stomach while you spend time with your baby when he or she is awake and ready to play. This will help your baby’s muscles in the neck, arms and body get stronger. It also helps your baby avoid flat spots on his or her head, and help your baby learn how to roll, sit, crawl, and pull to stand. Start out with just a few minutes at a time, a few times each day. Increase the time as your baby gets used to it and begins to like it. Play with your baby in this position. Never leave your baby alone on his or her stomach. Room Temperature and Dress Dress your baby with one extra layer more than you are wearing. Do not overdress your baby or let him get too warm. Your baby’s room should be at a temperature that is comfortable for an adult. Air conditioning is not harmful to your baby, but keep your baby away from fans and drafts. Your Baby’s Temperature Take your baby’s temperature if your baby is eating poorly, feels warm to the touch, is more irritable or is hard to wake. There are different ways to take a temperature, but in the baby’s bottom (rectal) is thought to give the best reading for babies. Call your baby’s doctor if you think he or she may have a fever. In general: • Babies younger than 3 months - a rectal temperature of 100.4 º F (38 º C) or higher, or an armpit (axillary) temperature of 99 º F (37.2 º C) or higher. Caring for Your Baby. Russian.
ru: Положение на животе Когда вы находитесь рядом, ребенок не спит и готов играть, положите его на животик. Это укрепит мышцы шеи, рук и тела, научит его перекатываться, сидеть, ползать и тянуться, чтобы встать, а также поможет избежать синдрома плоской головы. Начинайте укладывать малыша на живот по паре минут несколько раз в день. Увеличивайте время, чтобы ребенок привык и это ему стало нравиться. Играйте с малышом, пока он находится в таком положении. Никогда не оставляйте ребенка одного на животе. Комнатная температура и одежда Малышу необходимо на один слой больше одежды, чем вам. Не переборщите, чтобы он не перегрелся. Температура в комнате, где находится ребенок, должна быть комфортной для взрослого человека. Кондиционер ребенку не повредит, однако малыш должен находиться подальше от вентиляторов и сквозняков. Температура ребенка Если ребенок горячий, плохо кушает, раздражителен, его трудно разбудить, измерьте его температуру. Для младенцев лучше подходит ректальный способ измерения температуры. Позвоните педиатру, если у малыша повышена температура: • у детей младше 3 мес. ректальная температура — 38 ºC (100,4 ºF) или выше, а под мышкой — 37,2 ºC (99 ºF) или выше.

source: Crying All babies cry. Crying is how babies let you know they are hungry, wet, thirsty, cold or bored. It can also be a way to release tension. With healthy babies, it is normal: • For the crying to come and go. • For the baby to keep crying when you are trying to comfort them. • For crying to happen more in the evening hours when baby is tired. • For your baby to have a red face, clenched fists, hard and tight stomach, arched back, legs pulled up to their stomach or stiff legs. • For the crying to last a long time. A crying baby can frustrate and worry parents. Crying often makes parents think there is something wrong. Understanding what is normal will not make your baby stop crying, but it can make you feel better about yourself and your baby. Always check with your doctor if your baby cries more than you think your baby should. Soothing a Crying Baby Respond to the crying quickly to prevent your baby from becoming too upset. This will not spoil your baby. Never shake your baby. This causes serious injuries. Get help or take a break before you get too upset. Caring for Your Baby. Russian.
ru: Плач Все дети плачут. Так они сообщают, что хотят есть, пить, промокли, им холодно или скучно. Плач также помогает снять напряжение. Для здоровых детей считается нормальным: • плакать время от времени; • продолжать плакать, когда вы пытаетесь их успокоить; • чаще плакать вечером, когда они устали; • иметь красное лицо, сжатые кулачки, твердый и напряженный животик, изогнутую спинку, напряженные или подтянутые к животу ножки; • плакать долго. Плач малыша может заставить родителей расстроиться и поволноваться, думая, что что-то не в порядке. Понимание того, что является нормой, не прекратит плач, однако вы перестанете излишне волноваться. Если малыш плачет слишком часто, обязательно проконсультируйтесь с врачом. Как успокоить плачущего ребенка Если вы быстро отреагируете на плач, то сможете не допустить того, чтобы ребенок слишком расстроился. Это не испортит вашего малыша. Никогда не трясите ребенка, чтобы не причинить ему травм. Попросите кого-нибудь помочь вам и успокойтесь.
